Repository: zedster/ImmichVideoSlideshow
Catalog: tvos-app/HomeVideoChannel/HomeVideoChannel/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

# library.stats.year
source: Year
de: Jahr
es: Año
fr: Année
ja: 年

# library.sync.complete
source: Sync complete
de: Synchronisierung abgeschlossen
es: Sincronización completada
fr: Synchronisation terminée
ja: 同期が完了しました

# library.sync.in_progress
source: Syncing metadata...
de: Metadaten werden synchronisiert...
es: Sincronizando metadatos...
fr: Synchronisation des métadonnées...
ja: メタデータを同期中...

# playback.buffering
source: Buffering...
de: Puffert...
es: Cargando...
fr: Mise en mémoire tampon...
ja: バッファ中...

# playback.buffering_ended
source: Buffering ended
de: Pufferung beendet
es: Búfer finalizado
fr: Mise en mémoire tampon terminée
ja: バッファ終了

# playback.controls.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る

# playback.controls.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
ja: お気に入り

# playback.controls.mute
source: Mute
de: Stumm
es: Silenciar
fr: Couper le son
ja: ミュート

# playback.controls.play_pause
source: Play Pause
de: Wiedergabe/Pause
es: Reproducir/Pausa
fr: Lecture/Pause
ja: 再生/一時停止

# playback.controls.press_up_for_channels
source: Press Up for Channels
de: Für Kanäle nach oben drücken
es: Pulsa arriba para Canales
fr: Appuyez vers le haut pour les chaînes
ja: 上でチャンネルを開く

# playback.controls.scrub_position
source: Scrub Position
de: Suchposition
es: Posición de avance
fr: Position de lecture
ja: シーク位置

# playback.controls.skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
ja: スキップ

# playback.controls.unfavorite
source: Unfavorite
de: Nicht Favorit
es: Quitar favorito
fr: Retirer des favoris
ja: お気に入り解除

# playback.controls.unmute
source: Unmute
de: Stummschaltung aufheben
es: Activar sonido
fr: Rétablir le son
ja: ミュート解除

# playback.crossfade_duration_ms
source: Crossfade Duration (ms)
de: Überblenddauer (ms)
es: Duración del fundido (ms)
fr: Durée du fondu (ms)
ja: クロスフェード時間 (ms)

# playback.crossfade_enabled
source: Crossfade Enabled
de: Überblendung aktiviert
es: Fundido activado
fr: Fondu activé
ja: クロスフェード有効

# playback.hide_forever.action
source: Hide Forever
de: Für immer ausblenden
es: Ocultar para siempre
fr: Masquer définitivement
ja: 完全に非表示

# playback.hide_forever.confirm_message
source: Are you sure? This hides the video in Immich too. The only way to unhide it is via the web interface.
de: Bist du sicher? Dadurch wird das Video auch in Immich ausgeblendet. Einblenden geht nur über die Weboberfläche.
es: ¿Seguro? Esto también ocultará el vídeo en Immich. La única forma de volver a mostrarlo es desde la interfaz web.
fr: Êtes-vous sûr ? Cela masquera aussi la vidéo dans Immich. Le seul moyen de l’afficher à nouveau est via l’interface web.
ja: 本当によろしいですか？ これは Immich 側でも動画を非表示にします。再表示できるのはWeb画面からのみです。

# playback.hide_forever.confirm_title
source: Hide Forever?
de: Für immer ausblenden?
es: ¿Ocultar para siempre?
fr: Masquer définitivement ?
ja: 完全に非表示にしますか？

# playback.hide_forever.success
source: Hidden: %@
de: Ausgeblendet: %@
es: Oculto: %@
fr: Masqué : %@
ja: 非表示: %@

# playback.loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込み中...

# playback.minimum_duration
source: Minimum Duration (seconds)
de: Mindestdauer (Sekunden)
es: Duración mínima (segundos)
fr: Durée minimale (secondes)
ja: 最小再生時間（秒）

# playback.mode.chronological_newest
source: Chronological (Newest First)
de: Chronologisch (neueste zuerst)
es: Cronológico (más recientes primero)
fr: Chronologique (plus récent d’abord)
ja: 時系列（新しい順）

# playback.mode.chronological_oldest
source: Chronological (Oldest First)
de: Chronologisch (älteste zuerst)
es: Cronológico (más antiguos primero)
fr: Chronologique (plus ancien d’abord)
ja: 時系列（古い順）

# playback.mode.random
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: ランダム

# playback.only_favorites
source: Only Favorites
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
ja: お気に入りのみ

# playback.order
source: Order
de: Reihenfolge
es: Orden
fr: Ordre
ja: 順序

# playback.order.sequential_newest
source: Sequential Newest -> Oldest
de: Neueste -> Älteste
es: Secuencial más nuevos -> más antiguos
fr: Séquentiel du plus récent au plus ancien
ja: 順番（新しい順 -> 古い順）

# playback.order.sequential_oldest
source: Sequential Oldest -> Newest
de: Älteste -> Neueste
es: Secuencial más antiguos -> más nuevos
fr: Séquentiel du plus ancien au plus récent
ja: 順番（古い順 -> 新しい順）

# playback.overlay_date_location
source: Show Month/Year + Location
de: Monat/Jahr + Ort anzeigen
es: Mostrar mes/año + lugar
fr: Afficher mois/année + lieu
ja: 月/年 + 場所を表示

# playback.overlay_people
source: Show People In Overlay
de: Personen im Overlay anzeigen
es: Mostrar personas en la superposición
fr: Afficher les personnes dans la surimpression
ja: オーバーレイに人物を表示

# playback.picture_quality
source: Picture Quality
de: Bildqualität
es: Calidad de imagen
fr: Qualité d’image
ja: 画質

# playback.preload_seconds
source: Preload Seconds Before End
de: Sekunden vor dem Ende vorladen
es: Precargar segundos antes del final
fr: Précharger avant la fin (secondes)
ja: 終了前に先読みする秒数

# playback.quality.high
source: High
de: Hoch
es: Alta
fr: Haute
ja: 高

# playback.quality.low
source: Low
de: Niedrig
es: Baja
fr: Basse
ja: 低

# playback.quality.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
ja: 中

# playback.queue_target
source: Queue Target Size
de: Zielgröße der Warteschlange
es: Tamaño objetivo de la cola
fr: Taille cible de la file
ja: キュー目標サイズ

# playback.random_batch_size
source: Random Batch Size
de: Zufällige Batch-Größe
es: Tamaño del lote aleatorio
fr: Taille du lot aléatoire
ja: ランダムバッチサイズ

# playback.reset_progress
source: Reset Playback Progress
de: Wiedergabefortschritt zurücksetzen
es: Restablecer progreso de reproducción
fr: Réinitialiser la progression de lecture
ja: 再生進捗をリセット

# playback.section
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
ja: 再生

# playback.smooth_channel.section
source: Smooth Channel
de: Sanfter Kanal
es: Canal fluido
fr: Chaîne fluide
ja: スムーズチャンネル

# qrcode.unavailable
source: QR unavailable
de: QR-Code nicht verfügbar
es: QR no disponible
fr: QR indisponible
ja: QRコードを表示できません

# settings.autosave_hint
source: Changes save automatically when values are valid.
de: Änderungen werden automatisch gespeichert, sobald die Werte gültig sind.
es: Los cambios se guardan automáticamente cuando los valores son válidos.
fr: Les modifications sont enregistrées automatiquement lorsque les valeurs sont valides.
ja: 値が有効な場合、変更は自動的に保存されます。

# settings.channel.heading
source: Channel settings
de: Kanaleinstellungen
es: Ajustes del canal
fr: Réglages de la chaîne
ja: チャンネル設定

# settings.channel.subtitle
source: Keep playback simple up front. Advanced controls are grouped below.
de: Halte die Wiedergabe zunächst einfach. Erweiterte Steuerungen sind unten gruppiert.
es: Mantén la reproducción sencilla al principio. Los controles avanzados están agrupados abajo.
fr: Gardez la lecture simple au départ. Les commandes avancées sont regroupées ci-dessous.
ja: まずはシンプルに再生できます。詳細な設定は下にまとめています。

# settings.connection.api_key
source: Immich API key
de: Immich-API-Schlüssel
es: Clave API de Immich
fr: Clé API Immich
ja: Immich APIキー

# settings.connection.api_key.placeholder
source: Paste your API key
de: API-Schlüssel einfügen
es: Pega tu clave API
fr: Collez votre clé API
ja: APIキーを貼り付け

# settings.connection.api_key.short_placeholder
source: API key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー

# settings.connection.permissions
source: Required permissions: asset.read, asset.view, asset.update, album.read.
de: Erforderliche Berechtigungen: asset.read, asset.view, asset.update, album.read.
es: Permisos necesarios: asset.read, asset.view, asset.update, album.read.
fr: Autorisations requises : asset.read, asset.view, asset.update, album.read.
ja: 必要な権限: asset.read、asset.view、asset.update、album.read。

# settings.connection.section
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続

# settings.connection.test
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト

# settings.connection.test.success
source: Connection successful. Server URL and API key saved.
de: Verbindung erfolgreich. Server-URL und API-Schlüssel wurden gespeichert.
es: Conexión correcta. La URL del servidor y la clave API se han guardado.
fr: Connexion réussie. L’URL du serveur et la clé API ont été enregistrées.
ja: 接続に成功しました。サーバーURLとAPIキーを保存しました。

# settings.connection.testing
source: Testing...
de: Wird getestet...
es: Probando...
fr: Test en cours...
ja: テスト中...

# settings.connection.url_hint
source: Use the full server address, including https://.
de: Verwende die vollständige Serveradresse einschließlich https://.
es: Usa la dirección completa del servidor, incluyendo https://.
fr: Utilisez l’adresse complète du serveur, y compris https://.
ja: https:// を含む完全なサーバーアドレスを入力してください。

# settings.debug_logging
source: Debug Logging
de: Debug-Protokollierung
es: Registro de depuración
fr: Journal de débogage
ja: デバッグログ

# settings.onboarding.api_key_help.step1
source: Open Immich in your browser or phone app.
de: Öffne Immich im Browser oder in der Smartphone-App.
es: Abre Immich en tu navegador o en la app del teléfono.
fr: Ouvrez Immich dans votre navigateur ou dans l’app mobile.
ja: ブラウザまたはスマートフォンアプリでImmichを開きます。

# settings.onboarding.api_key_help.step2
source: Go to Account Settings, then API Keys.
de: Gehe zu den Kontoeinstellungen und dann zu API-Schlüssel.
es: Ve a Configuración de la cuenta y luego a Claves API.
fr: Allez dans Réglages du compte, puis Clés API.
ja: アカウント設定を開き、「APIキー」に進みます。

# settings.onboarding.api_key_help.step3
source: Create a new key and paste it here.
de: Erstelle einen neuen Schlüssel und füge ihn hier ein.
es: Crea una nueva clave y pégala aquí.
fr: Créez une nouvelle clé et collez-la ici.
ja: 新しいキーを作成して、ここに貼り付けます。

# settings.onboarding.api_key_help.title
source: How to find your API key
de: So findest du deinen API-Schlüssel
es: Cómo encontrar tu clave API
fr: Comment trouver votre clé API
ja: APIキーの確認方法

# settings.onboarding.connect.section
source: Connect
de: Verbinden
es: Conectar
fr: Connexion
ja: 接続

# settings.onboarding.go
source: Go
de: Los
es: Empezar
fr: Commencer
ja: 開始

# settings.onboarding.heading
source: Set up your channel
de: Richte deinen Kanal ein
es: Configura tu canal
fr: Configurez votre chaîne
ja: チャンネルを設定

# settings.onboarding.need_help
source: Need help?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d’aide ?
ja: お困りですか？

# settings.onboarding.need_help.description
source: Scan the QR code for the Banana Systems site and follow the setup guide.
de: Scanne den QR-Code für die Banana Systems Website und folge der Einrichtungsanleitung.
es: Escanea el código QR del sitio de Banana Systems y sigue la guía de configuración.
fr: Scannez le code QR du site Banana Systems et suivez le guide de configuration.
ja: Banana Systemsのサイト用QRコードをスキャンして、セットアップガイドに従ってください。

# settings.onboarding.scan_guide
source: Scan for the Banana Systems guide
de: Für den Banana Systems Leitfaden scannen
es: Escanea para ver la guía de Banana Systems
fr: Scanner pour le guide Banana Systems
ja: Banana Systemsガイドをスキャン

# settings.onboarding.subtitle
source: Add your Immich server URL and API key once, then press Go.
de: Gib einmal die URL deines Immich-Servers und deinen API-Schlüssel ein und drücke dann Los.
es: Añade la URL de tu servidor Immich y la clave API, y luego pulsa Empezar.
fr: Ajoutez l’URL de votre serveur Immich et votre clé API, puis appuyez sur Commencer.
ja: ImmichサーバーのURLとAPIキーを入力して、「開始」を押してください。

# settings.onboarding.title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ

# settings.setup_help
source: Setup help
de: Einrichtungshilfe
es: Ayuda de configuración
fr: Aide à la configuration
ja: セットアップヘルプ

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定

# settings.tools.section
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール

# support.description.primary
source: If you've enjoyed Home Video Channel, you can support development by scanning this QR code on your phone.
de: Wenn dir Home Video Channel gefällt, kannst du die Entwicklung unterstützen, indem du diesen QR-Code mit deinem Handy scannst.
es: Si disfrutas Home Video Channel, puedes apoyar el desarrollo escaneando este código QR con tu teléfono.
fr: Si vous aimez Home Video Channel, vous pouvez soutenir son développement en scannant ce code QR avec votre téléphone.
ja: Home Video Channel を気に入っていただけたら、このQRコードをスマートフォンで読み取って開発を支援できます。

# support.description.secondary
source: Your support helps fund updates and future features.
de: Deine Unterstützung hilft, Updates und künftige Funktionen zu finanzieren.
es: Tu apoyo ayuda a financiar actualizaciones y futuras funciones.
fr: Votre soutien aide à financer les mises à jour et les futures fonctionnalités.
ja: ご支援は、今後のアップデートや新機能の開発に役立ちます。

# support.secure_note
source: This opens a secure support page on your phone.
de: Dies öffnet eine sichere Support-Seite auf deinem Handy.
es: Esto abrirá una página segura de apoyo en tu teléfono.
fr: Cela ouvre une page de soutien sécurisée sur votre téléphone.
ja: スマートフォンで安全な支援ページが開きます。

# support.settings.subtitle
source: Scan a QR code to support development
de: Scanne einen QR-Code, um die Entwicklung zu unterstützen
es: Escanea un código QR para apoyar el desarrollo
fr: Scannez un code QR pour soutenir le développement
ja: QRコードを読み取って開発を支援

# support.title
source: Support the App
de: Die App unterstützen
es: Apoya la app
fr: Soutenir l’app
ja: アプリを支援する

# whatsnew.2_1.item1.description
source: The app added a friendlier setup flow with QR help so it is easier to get connected without typing everything on Apple TV.
de: Die App erhielt einen benutzerfreundlicheren Einrichtungsablauf mit QR-Hilfe, damit die Verbindung einfacher klappt, ohne alles auf dem Apple TV einzutippen.
es: La app añadió un proceso de configuración más sencillo con ayuda por QR para conectarte sin tener que escribirlo todo en el Apple TV.
fr: L’app a ajouté une configuration plus simple avec aide par QR pour se connecter plus facilement sans tout saisir sur Apple TV.
ja: QRヘルプ付きのより分かりやすいセットアップフローを追加し、Apple TV で長い入力をしなくても接続しやすくなりました。

# whatsnew.2_1.item1.title
source: QR-guided setup
de: QR-geführte Einrichtung
es: Configuración guiada por QR
fr: Configuration guidée par QR
ja: QRガイド付きセットアップ

# whatsnew.2_1.item2.description
source: Settings were reorganized into a cleaner TV-first layout that is easier to scan and adjust.
de: Die Einstellungen wurden in ein übersichtlicheres, TV-orientiertes Layout umorganisiert, das sich leichter erfassen und anpassen lässt.
es: Los ajustes se reorganizaron en un diseño más limpio pensado para TV, más fácil de revisar y ajustar.
fr: Les réglages ont été réorganisés dans une présentation plus claire pensée pour la TV, plus facile à parcourir et à ajuster.
ja: 設定画面を、テレビ向けで見やすく調整しやすいレイアウトに整理しました。

# whatsnew.2_1.item2.title
source: Nicer settings
de: Bessere Einstellungen
es: Mejores ajustes
fr: Réglages améliorés
ja: 見やすい設定画面

# whatsnew.2_1.item3.description
source: Extra playback diagnostics landed to help track down high bitrate and library issues.
de: Zusätzliche Wiedergabediagnosen helfen dabei, Probleme mit hoher Bitrate und der Mediathek aufzuspüren.
es: Se añadieron diagnósticos extra de reproducción para ayudar a detectar problemas de bitrate alto y de biblioteca.
fr: Des diagnostics de lecture supplémentaires ont été ajoutés pour aider à repérer les problèmes de haut débit et de bibliothèque.
ja: 高ビットレートやライブラリの問題を見つけやすくするため、再生診断を強化しました。

# whatsnew.2_1.item3.title
source: Better debugging and stats
de: Besseres Debugging und Statistiken
es: Mejores diagnósticos y estadísticas
fr: Meilleur débogage et statistiques
ja: 診断と統計を改善

# whatsnew.2_1.subtitle
source: Setup and diagnostics got much easier from the sofa.
de: Einrichtung und Diagnose wurden vom Sofa aus viel einfacher.
es: La configuración y los diagnósticos ahora son mucho más fáciles desde el sofá.
fr: La configuration et les diagnostics sont devenus bien plus simples depuis le canapé.
ja: ソファに座ったまま、セットアップや診断がずっと簡単になりました。

# whatsnew.2_2.item1.description
source: The library stats screen was cleaned up and fixed so it scrolls properly and surfaces more useful viewing info.
de: Der Statistikbildschirm der Mediathek wurde überarbeitet und korrigiert, damit er richtig scrollt und nützlichere Seh-Informationen anzeigt.
es: La pantalla de estadísticas de la biblioteca se limpió y corrigió para desplazarse bien y mostrar información de visualización más útil.
fr: L’écran des statistiques de la bibliothèque a été nettoyé et corrigé pour défiler correctement et afficher des informations de visionnage plus utiles.
ja: ライブラリ統計画面を整理・修正し、正しくスクロールしてより役立つ視聴情報を表示できるようにしました。

# whatsnew.2_2.item1.title
source: Improved library stats
de: Verbesserte Bibliotheksstatistiken
es: Estadísticas de biblioteca mejoradas
fr: Statistiques de bibliothèque améliorées
ja: ライブラリ統計を改善

# whatsnew.2_2.item2.description
source: The video seeker and related focus behavior were refined so playback controls feel more predictable on the Siri Remote.
de: Der Video-Sucher und das zugehörige Fokusverhalten wurden verfeinert, damit sich die Wiedergabesteuerung mit der Siri Remote zuverlässiger anfühlt.
es: El buscador de vídeo y el comportamiento de enfoque relacionado se ajustaron para que los controles resulten más predecibles con el Siri Remote.
fr: Le curseur vidéo et le comportement de focus associé ont été affinés pour rendre les commandes plus prévisibles avec la Siri Remote.
ja: シークバーと関連するフォーカス挙動を調整し、Siri Remote での操作がより安定して分かりやすくなりました。

# whatsnew.2_2.item2.title
source: Playback control fixes
de: Fehlerbehebungen bei der Wiedergabesteuerung
es: Correcciones en los controles de reproducción
fr: Corrections des commandes de lecture
ja: 再生操作の修正

# whatsnew.2_2.item3.description
source: This release focused on reliability work across settings, stats, and everyday playback.
de: Dieses Release konzentrierte sich auf Zuverlässigkeitsverbesserungen bei Einstellungen, Statistiken und der täglichen Wiedergabe.
es: Esta versión se centró en mejorar la fiabilidad en ajustes, estadísticas y reproducción diaria.
fr: Cette version s’est concentrée sur la fiabilité des réglages, des statistiques et de la lecture au quotidien.
ja: このリリースでは、設定、統計、日常の再生まわりの信頼性向上に注力しました。

# whatsnew.2_2.item3.title
source: Stability improvements
de: Stabilitätsverbesserungen
es: Mejoras de estabilidad
fr: Améliorations de stabilité
ja: 安定性の向上

# whatsnew.2_2.subtitle
source: Playback and library tools became more reliable and easier to use.
de: Wiedergabe und Bibliothekswerkzeuge wurden zuverlässiger und einfacher zu bedienen.
es: La reproducción y las herramientas de biblioteca ahora son más fiables y fáciles de usar.
fr: La lecture et les outils de bibliothèque sont devenus plus fiables et plus simples à utiliser.
ja: 再生機能とライブラリツールの信頼性と使いやすさが向上しました。

# whatsnew.2_5.item1.description
source: Browse channels by time and place, then switch across albums and people right from the selector.
de: Durchsuche Kanäle nach Zeit und Ort und wechsle direkt im Auswahlmenü zwischen Alben und Personen.
es: Explora canales por fecha y lugar y cambia entre álbumes y personas directamente desde el selector.
fr: Parcourez les chaînes par date et lieu, puis passez aux albums et aux personnes directement depuis le sélecteur.
ja: 日時や場所でチャンネルを選び、セレクターからそのままアルバムや人物にも切り替えられます。

# whatsnew.2_5.item1.title
source: Smarter channel tabs
de: Intelligentere Kanaltabs
es: Pestañas de canal más inteligentes
fr: Onglets de chaînes plus intelligents
ja: より使いやすいチャンネルタブ

# whatsnew.2_5.item2.description
source: Album and people data now sync from Immich, with better artwork, people labels, and more useful browsing context.
de: Album- und Personendaten werden jetzt aus Immich synchronisiert, mit besserem Artwork, Personenbeschriftungen und nützlicherem Browsing-Kontext.
es: Los datos de álbumes y personas ahora se sincronizan desde Immich, con mejor arte, etiquetas de personas y un contexto de exploración más útil.
fr: Les données d’albums et de personnes se synchronisent désormais depuis Immich, avec de meilleurs visuels, libellés et contexte de navigation.
ja: アルバムと人物のデータを Immich から同期し、アートワークや人物ラベル、閲覧時の情報が改善されました。

# whatsnew.2_5.item2.title
source: Richer synced metadata
de: Umfangreichere synchronisierte Metadaten
es: Metadatos sincronizados más completos
fr: Métadonnées synchronisées enrichies
ja: より豊富な同期メタデータ

# whatsnew.2_5.item3.description
source: Send feedback from your phone with the new QR screen, plus a round of playback, focus, and stability fixes.
de: Sende Feedback vom Handy über den neuen QR-Bildschirm, zusätzlich zu einer Runde von Wiedergabe-, Fokus- und Stabilitätsverbesserungen.
es: Envía comentarios desde tu teléfono con la nueva pantalla QR, junto con una ronda de mejoras de reproducción, enfoque y estabilidad.
fr: Envoyez des retours depuis votre téléphone avec le nouvel écran QR, avec en plus des améliorations de lecture, de focus et de stabilité.
ja: 新しい QR 画面からスマートフォンでフィードバックを送れるようになり、再生・フォーカス・安定性も改善しました。

# whatsnew.2_5.item3.title
source: QR feedback and polish
de: QR-Feedback und Feinschliff
es: Comentarios por QR y pulido
fr: Retour QR et finitions
ja: QRフィードバックと仕上げ改善

# whatsnew.2_5.subtitle
source: A bigger upgrade for channels, feedback, and metadata-rich playback.
de: Ein größeres Upgrade für Kanäle, Feedback und metadatenreiche Wiedergabe.
es: Una actualización importante para canales, comentarios y reproducción con más metadatos.
fr: Une mise à jour plus importante pour les chaînes, les retours et une lecture enrichie en métadonnées.
ja: チャンネル、フィードバック、メタデータ豊富な再生体験を大きく強化したアップデートです。

# whatsnew.common.title
source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 新機能

# about.build
source: Build
es: Compilación
ja: ビルド

# about.build.value
source: Build %@
es: Compilación %@
ja: ビルド %@

# feedback.diagnostics.app_version
source: App Version
es: Versión de la app
fr: Version de l’app
ja: アプリのバージョン

# feedback.diagnostics.support_code
source: Support Code
es: Código de soporte
fr: Code d’assistance
ja: サポートコード

# feedback.fallback_url.label
source: Fallback URL
es: URL alternativa
fr: URL de secours
ja: 代替URL

# feedback.qr.accessibility_label
source: Feedback QR code
es: Código QR de comentarios
fr: Code QR de retour
ja: フィードバック用QRコード

# feedback.section
source: Feedback
es: Comentarios
fr: Retour
ja: フィードバック

# feedback.support_code.value
source: Support code: %@
es: Código de soporte: %@
fr: Code d’assistance : %@
ja: サポートコード: %@

# feedback.support_email.label
source: Support Email
es: Correo de soporte
fr: E-mail d’assistance
ja: サポートメール

# library.metadata.field.asset_id
source: Asset ID
es: ID del recurso
fr: ID de l’élément
ja: アセットID

# library.metadata.field.immich_url
source: Immich URL
es: URL de Immich
fr: URL Immich

# library.stats.codec
source: Codec
es: Códec
ja: コーデック

# library.stats.section.top_codecs
source: Top Codecs
es: Códecs principales
fr: Principaux codecs
ja: よく使うコーデック

# playback.controls.info
source: Info
es: Información
fr: Infos
ja: 情報

# playback.live_badge
source: Live
es: En directo
fr: En direct
ja: ライブ

# qrcode.accessibility_label
source: QR code
es: Código QR
fr: Code QR
ja: QRコード

# settings.connection.immich_url
source: Immich URL
es: URL de Immich
fr: URL Immich

# support.build_only
source: Build %@
es: Compilación %@
ja: ビルド %@

# support.fallback_url.label
source: Support URL
es: URL de soporte
fr: URL d’assistance
ja: サポートURL

# support.qr.accessibility_label
source: Support QR code
es: Código QR de soporte
fr: Code QR d’assistance
ja: 支援用QRコード
